#include <SFML/Graphics.hpp>
const int HEIGHT_MAP = 15;//размер карты высота
const int WIDTH_MAP = 19;//размер карты ширина 


sf::String TileMap[HEIGHT_MAP] = {
	"0000000000000000000",
	"0s       0       s0",
	"0 00 0 0 0 0 0 00 0",
	"0    0       0    0",
	"0  0 0 00000 0 0  0",
	"00 0           0 00",
	"0  0 00 000 00 0  0",
	"00   00     00   00",
	"0  0 00  0  00 0  0",
	"00 0     0     0 00",
	"0    0 0 0 0 0    0",
	"0 00 0       0 00 0",
	"0 00 0 00 00 0 00 0",
	"0s     0   0     s0",
	"0000000000000000000",
};